;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Vietnamese Oversea
WebLang=VI
Translator=The Vietnamese Library Online tvvn.org
Codepage=UNICODE 
Version=1.94

[Uninstaller Toolbar]
102 = Xem Thêm
103 = Chọn Lựa
104 = Uninstaller
105 = Đồ Nghề
106 = Săn Tìm
107 = Liệt kê thảo trình không có hình biểu tượng
108 = Liệt kê thảo trình với hình biểu tượng
109 = Chi tiết về từng thảo trình
110 = Tháo Bỏ Thảo Trình
111 = Tháo bỏ Entry
112 = Cập nhật hóa màn ảnh
113 = Bạn chắc chắn muốn tháo bỏ các phần này?
114 = Bạn chắc chắn muốn tháo bỏ thảo trình dưới đây?
115 = Cập nhật hóa thảo trình
116 = Hướng dẫn
117 = Current tool help...
118 = Trang chính...
119 = Tìm hiểu...
120 = Bạn không phải là Administrator!
121 = Bạn chắc chắn muốn tháo bỏ các phần này?\nSTOP, trừ khi bạn biết mình đang làm gì!
122 = Uninstaller hiện đang cho thấy tất cả thảo trình gắn trong máy. Trong mục Xem Thêm nằm ở phần Danh Bạ, bạn có thể tìm thấy những dữ kiện khác của thảo trình (như đường hướng dẫn links và các dữ kiện đi kèm). Một đặc điểm chính của Revo Uninstaller là phương thức Săn Tìm: Chỉ cần bấm một nút, Uninstaller Săn Tìm sẽ lập tức tháo bỏ thảo trình, xóa hẳn, ngưng, hoặc tạm ngưng phần chạy tự động một cách dễ dàng.
123 = Tra tìm
124 = Thảo trình:
125 = Bạn chắc chắn muốn tháo bỏ những phần đã chọn trong Registry?\nPhần đã chọn có thể là một phần cần có của hệ thống điều hành!
126 =  sẽ không tự động chạy!
127 =  sẽ tự động chạy
128 = %s được cài vào cùng chỗ với %s!\nCẩn thận xem kỹ phần nào muốn tháo bỏ!
129 = Bắt phải cho tháo bỏ dù bị cản

[Uninstaller List]
150 = Thảo trình
151 = Kích thuớc
152 = Phiên bản
153 = Ngày cài thảo trình
154 = Công ty
155 = Trang nhà
156 = Ghi chú
157 = Tháo bỏ các String
158 = Registry Key
159 = Installer

[Uninstaller StatusBar]
201 = Thảo trình cài trong máy: 
202 = Loading...

[Registry Optimizer]
302 = Chọn bắt đầu kiểm tra từ đâu
303 = Start menu

[Autorun Toolbar]
407 = Chạy
408 = NGƯNG chạy ngay
409 = Tháo bỏ
410 = Items :
411 = Cho phép chạy :
412 = Với phần Autorun Manager, không những bạn có thể cho phép hoặc ngăn cấm một thảo trình nào đó tự động chạy khi hệ thống điều hành Windows bắt đầu chạy, mà bạn còn có thể tìm hiểu thêm nhiều dữ kiện về bất cứ thảo trình nào trong máy. Bạn sẽ biết được thảo trinh chạy từ đâu, chi tiết về thảo trình, công ty/người viết thảo trình, thảo trình đang chạy hay không, địa điểm của startup command (hoặc năm trong registry hoặc nằm trong một hồ sơ tài liệu trong hard disk).

[Autorun List]
450 = Tên gọi
451 = Chạy từ
452 = Chi tiết về thảo trình 
453 = Công ty/người viết thảo trình
454 = Trạng thái
455 = Nằm trong
456 = ĐANG CHẠY
457 = KHÔNG CÒN CHẠY NỮA
458 = KHÔNG HỢP LỆ
459 = Ngưng ngay Process này
460 = Cho Process này chạy
461 = Mở xem cặp giấy này
462 = Đi đến địa điểm này
463 = Sao chép Launch Path
464 = Tháo bỏ những phần đã chọn
465 = Tháo bỏ tất cả những phần không hợp lệ Invalid
466 = Tháo bỏ tất cả những phần Không Còn Chạy Nữa
467 = Tháo bỏ tất cả những phần đã chọn Disabled
468 = Dữ kiện về properties...
470 = Bạn chắc chắn muốn tắt đi thảo trình đã chọnn?\nNhững dữ kiện gì chưa được lưu trữ sẽ bị mất!
471 = Bạn chắc chắn muốn xóa bỏ những phần đã chọn?
472 = Bạn chắc chắn muốn xóa bỏ tất cả phần invalid?
473 = Bạn chắc chắn muốn xóa bỏ tất cả những phần không chạy?
474 = Bạn chắc chắn muốn xóa bỏ tất cả phần disabled?
475 = Không hiểu mệnh lệnh này!
476 = KHÔNG RÕ NGUỒN GỐC
477 = Không cho tự động chạy
478 = Cho phép tự động chạy

[Outlook Control]
300 = Chỉnh để chạy mau hơn
301 = Chỉnh để Registry chạy được với tốc độ mau nhất
400 = Điều khiển phần Chạy Tự Động
500 = Đổ rác cho...
501 = ...thảo trình Browsers
600 = ...thảo trình Microsoft Office
700 = ...hệ thống điều hành Windows
800 = ...dữ liệu cá nhân, tránh bị dùng làm chứng cớ
900 = Xóa rồi sẽ không có cách gì lấy lại
2100 = "Đồ nghề" dành cho Windows
2200 = Đổ thùng rác tất cả những tài liệu không cần nữa

[Track Cleaner Browsers]
507 = Đổ rác cho tất cả mọi thứ trong máy
508 = Đổ rác cho phần hồ sơ lưu trữ khi đi thăm trang nhà (history)
509 = Đổ rác cho phần Address Bar History
510 = Đổ rác cho phần Temporary Internet Files
511 = Đổ rác cho phần Cookies
512 = Đổ rác cho phần Index.dat Files
513 = Thực hiện phần đỗ rác
514 = Đổ rác cho phần Download History
515 = Đổ rác cho phần Session History
516 = Đổ rác cho phần Form History
517 = Thảo trình Uninstaller
518 = Bạn chắc chắn muốn đổ thùng rác tất cả phần history data đã chọn?
521 = Bạn chắc chắn muốn đổ thùng rác Internet Explorer history data?
522 = Bạn chắc chắn muốn đổ thùng rác Firefox history data?
523 = Bạn chắc chắn muốn đổ thùng rác Opera history data?
524 = Bạn chắc chắn muốn đổ thùng rác Netscape history data?
525 = Thảo trình browser lưu trữ chi tiết về tất cả trang nhà bạn đã đi thăm. Tài liệu lưu trữ này rất dễ bị người lạ tìm thấy và biết được bạn đã đi đâu, làm gì! Dùng phần đổ rác cho Browsers, bạn sẽ có khả năng xóa sạch dấu vết của tất cả những gì mà Browsers đã lưu trữ, kể cả địa chỉ trang nhà, âm thanh/nhạc bạn đã nghe, hình ảnh, phim ảnh bạn đã xem. Xóa bỏ hẳn phần Temporary Internet Files cũng giúp lấy lại chỗ trống trong hard disk.
526 = Nhớ tắt browser trước khi xóa sạch các tài liệu lưu trữ của bwowser.
527 = Index.dat files sẽ được xóa đi khi máy của bạn được tắt và mở trở lại.
599 = Phần đố rác các thứ mà bạn chọn đã hoàn tất!

[Office Track Cleaner]
601 = Thực Hiện
607 = Đổ rác cho Microsoft Word Recent Documents History
608 = Kể cả Word 2000, Word XP, Word 2003 và Word 2007
609 = Đổ rác cho Microsoft Excel Recent Documents History
610 = Kể cả Excel 2000, Excel XP, Excel 2003 and Excel 2007
611 = Đổ rác cho Microsoft Access Recent Documents History
612 = Kể cả Access 2000, Access XP, Access 2003 and Access 2007
613 = Đổ rác cho Microsoft PowerPoint Recent Documents History
614 = Kể cả PowerPoint 2000, PowerPoint XP, PowerPoint 2003 và PowerPoint 2007
615 = Đổ rác cho the Microsoft FrontPage Recent Documents History
616 = Kể cả FrontPage 2000, FrontPage XP, FrontPage 2003 và FrontPage 2007
617 = Khi chọn đổ rác cho Microsoft Office, Uninstaller sẽ xóa sạch tài liệu lưu trữ những bài viết gần đây nhất trong Microsoft Word, Excel, Access, PowerPoint và FrontPage. Nếu bạn không muốn người lạ biết được bạn đã mở tài liệu nào khi dùng Microsoft Office, chỉ việc bấm chọn những bài viết, spreadsheet, tài liệu... bạn không muốn ai thấy và bấm chọn nút “Đổ Rác” button. Unisnatller sẽ lập tức xóa sạch dấu vết của những điều bạn chọn.

[Windows Tracks Cleaner]
701 = Thực hiện
707 = Đổ rác cho phần Recent Documents History
708 = Đổ rác cho phần Start Menu Run History
709 = Đổ rác cho phần Find File History
710 = Đổ rác cho phần máy in, máy điện toán và phần tìm người
711 = Đổ rác cho phần Clipboard
712 = Đổ rác cho phần "MS Paint" Recent File History
713 = Đổ rác cho phần "MS Wordpad" Recent File History
714 = Đổ rác cho phần Regedit Last Opened Key History
715 = Đổ rác cho phần Common Dialog Open/Save Recent History
716 = Đổ rác cho phần Common Dialog Last Visited Folder History
717 = Đổ rác cho Recycle Bin
718 = Đổ rác cho phần Windows Temporary Files
719 = Đổ rác cho phần Start Menu Usage Logs
720 = Hệ thống điều hành Windows lưu trữ nhiều dữ kiện về những điều bạn đã làm khi sử dụng máy, chẳng hạn như bạn đã tra tìm điều gì, bạn đã mở/đọc/viết tài liệu nào, bạn đã mở/lưu trữ những gì khi xài một thảo trình nào đó... Phần đổ rác cho Windows sẽ theo lệnh bạn xóa sạch mọi thứ. Bạn cũng có thể xóa sạch Recycle Bin và xóa đi những hồ sơ tạm (temporary files) để giúp hard drive có nhiều chỗ chứa hơn.
721 = Phần Run History sẽ được xóa đi sau khi bạn cho chạy thảo trình explorer.exe lần nữa.
722 = Traces on Windows Registry
723 = Traces on local hard disk drive
724 = Đổ rác cho phần crash memory dump files
725 = Đổ rác cho phần Chkdsk (Check Disk) recovered file fragments


[Evidence Remover]
802 = Thực hiện
803 = Đang đổ rác...
804 = Xin vui lòng đợi trong khi việc đổ rác đang được tiến hành.
805 = Hoàn tất phần đỗ rác
806 = Xin đánh dấu vào các drive(s) có rác hay có tài liệu lưu trữ history mà bạn đã bỏ đi. Phần này chỉ dành cho những rác rưởi hay tài liệu lưu trữ đã được bỏ đi mà thôi. GHI CHÚ: Sau khi đã quyết định đổ rác rồi, không có cách gì lấy lại được các phần đã được đổ rác!
807 = Khi bạn đổ rác phần Windows Recycle Bin, những rác, cặp giấy, tài liệu lưu trữ thật ra chưa hoàn toàn bị xóa hẳn. Phần này sẽ THỰC SỰ xóa hoàn toàn mọi dấu vết cho bạn. Không có tay cao thủ nào trong nghề điện toán có thể lục thùng rác kiếm lại được bất cứ điều gì!
808 = Bạn có chắc chắn muốn đổ rác tất cả những gì còn sót lại trong các drive(s)?

[Unrecoverable Delete]
912 = Danh sách các hồ sơ và cặp giấy đựng hồ sơ sắp bị xóa và sẽ không có cách chi lấy lại được
913 = Hồ sơ
914 = Cặp giấy
915 = Insert dữ liệu/tài liệu bạn muốn tháo bỏ và xóa đi vĩnh viễn. Không thảo trình nào có thể lấy lại được một khi bạn đã quyết định xóa!
916 = Insert cặp giấy bạn muốn tháo bỏ và xóa đi vĩnh viễn. Không thảo trình nào có thể lấy lại được một khi bạn đã quyết định xóa!
917 = Add files to be deleted
918 = Add folders to be deleted
919 = XÓA VĨNH VIỄN
920 = Clear List
921 = Nếu bạn muốn xóa một dữ liệu/tài liệu/cặp giấy vĩnh viễn (để chắc chắn rằng không ai, không thảo trình nào có thể lấy lại được), hãy dùng phần Xóa Vĩnh Viễn. Deleting files and emptying the Windows Recycle Bin does not mean that these files are gone forever, they are still on your hard disk drive and anybody could recover the deleted data very easily. The Unrecoverable Delete tool makes this impossible because it physically erases all of the selected files and folders.
922 = Bạn có chắc chắn muốn xóa dữ liệu/tài liệu/cặp giấy này vĩnh viễn?

[Options Tree]
1001 = Chọn lựa
1100 = Tổng quát
1200 = Thảo trình Uninstaller

[General]
1101 = Ngôn ngữ hiện tại:
1102 = Dành cho người đã giỏi điện toán
1103 = Khi mới chạy, xem coi có phiên bản nào mới

[Uninstaller Options]
1201 = Cho thấy phần cập nhật hoá của OS
1202 = Cho thấy các dữ kiện của máy
1203 = Dùng phần fast loading
1204 = Chỉ dùng phần tháo bỏ có sẵn của thảo trình
1205 = (Không dùng cho Windows Vista và Windows 7)
1206 = Tạo ra một System Restore Point trước khi làm phần xóa bỏ
1207 = Xóa và dời tài liệu, dữ kiện vào trong Recycle Bin


[Auto Update]
1907 = Cập nhật hóa
1908 = Chi tiết thêm về phiên bản hiện tại
1909 = Phiên bản hiện tại:
1910 = Phiên bản mới nhất:
1911 = CHUYỂN VỀ
1912 = Chuyển về phiên bản mới nhất
1913 = Có gì mới lạ
1914 = Đang liên lạc...
1915 = Đường nối mạng lưới nhện không hoạt động...
1916 = NHƯNG
1917 = Đã chuyển được %s của %s
1918 = Đã chuyển được %s (không biết được kích thuớc của thảo trình)
1919 = Revo Uninstaller không liên lạc được với trang nhà www.revouninstaller.com. Xin xem lại coi có trở ngại gì với đường giây nối mạng lưới nhện hay không, cũng có thể thảo trình tương lửa trong máy bạn đã ngăn cản việc này
1920 = BÁO LỖI: Không có đường giây lên mạng lưới nhện nên không thể liên lạc để tìm hiểu xem có phiên bản nào mới hơn không


[WinTools]
2110 = Run
2111 = Có nhiều "đồ nghề" được gắn chung với hệ thống điều hành. Vài "đồ nghề" phải dùng mệnh lệnh phức tạp để chạy, những "đồ nghề" khác khó tìm. Thùng "đồ nghề" Windows là ngõ tắt dẫn bạn đến hơn 10 "đồ nghề" thường dùng nhất. Chỉ cần bấm một nút là làm được ngay. 
2112 = Nếu có trở ngại, bạn có thể dùng phần hồ-sơ-lưu-trữ-các-thay-đổi System Restore để mang máy của bạn trở lại giai đoạn trước khi dùng Revo Uninstaller, tránh tình trạng mất mát tài liệu. System Restore theo dõi những thay đổi của máy điện toán như là việc cài một thảo trình mới vào máy, nó sẽ tự động tạo ra những hồ-sơ-lưu-trữ-các-thay-đổi rất dễ hiểu với người sử dụng. Những hồ-sơ-lưu-trữ-các-thay-đổi này được tạo ra mỗi ngày và vào lúc có những thay đổi quan trọng trong máy (như tháo/gắn thảo trình). Bạn cũng có thể tự tạo một hồ-sơ-lưu-trữ-các-thay-đổi và đặt cho hồ sơ này một tên theo ý mình.
2113 = Bạn có thể dùng "đồ nghề" này để thu thập và trình bày lên màn ảnh những dụng liệu hiện có trong máy điện toán cũng như về hệ thống điều hành, về hệ thống máy điện toán, hệ thống mạng lưới nhện. Với phần Network Diagnostics, bạn có thể kiểm tra toàn bộ máy điện toán và kiểm tra đường giây lên mạng lưới nhện, kiểm tra các thảo trình liên quan đến việc sử dụng mạng lưới nhện. 
2114 = Network Information cho thấy tất cả các dữ kiện về TCP/IP network, Dynamic Host Configuration Protocol (DHCP) và Domain Name System (DNS). Network Information cũng cho thấy toàn bộ phần TCP/IP cho tất cả các dụng liệu, kể cả số địa chỉ IP, số địa chỉ MAC, số subnet mask, số default gateway, Windows Internet Naming Service (WINS) và phần DNS.
2115 = Security Center dùng để kiểm tra tình trạng của máy điện toán dựa trên 3 điều thiết yếu: Tường lửa Firewall, tự động cập nhật hóa Automatic updating, và khả năng phòng chống bọ điện toán Malware/virus protection. Nếu có gì không đúng với 1 trong 3 điều này (thí dụ như thảo trình chống bọ điện toán cần phải có dữ liệu mới), Security Center sẽ thông báo cho bạn biết và gợi ý cách gỉải quyết.
2116 = System Properties dùng để xem các phần căn bản về dụng liệu trong máy, như là loại CPU type và tổng số RAM memory, xem và điều chỉnh cách dùng memory của máy, nó cũng giúp cho thấy các chi tiết khác về phần dụng liệu, giúp điều chỉnh dụng liệu, cho thấy tin tức về hệ thống máy điện toán, tin tức về những trương mục được tạo ra trên máy, và cho bản báo cáo về máy điện toán và những lỗi báo của các thảo trình gởi về cho công ty Microsoft hay gởi đến người system administrator.
2117 = System Information là một phần của hệ thống điều hành Windows, nó thu thập và báo cáo cho người sử dụng cách thiết kế của máy cũng như của hệ thống máy điện toán, kể cả các dữ kiện về dụng liệu, về máy điện toán, về các thảo trình, thảo trình phụ được Microsoft chứng nhận (signed drivers) và thảo trình phụ chưa được Microsoft chứng nhận (unsigned drivers). System Information giúp tìm tin tức của máy và của các thảo trình một cách mau chóng.
2118 = TCP/IP Netstat Command là một phần của hệ thống điều hành Windows, nó báo cáo tất cả hoạt động về phần nối kết TCP connections và các ngõ TCP/UDP đang được dùng cũng như tên của thảo trình đang dùng TCP/UDP (tên của các thảo trình đang chạy nằm trong khung [ ], tên của phần được sử dụng như TCp hay UDP nằm hàng kế đó. Bản báo cáo kéo dài cho đến khi đã hiện lên hết danh sách tất cả các TCP/IP đang dùng).
2119 = On Screen Keyboard cho thấy một bàn đánh chữ ảo trên màn ảnh, nó cho phép người có trở ngại với việc đánh máy điều khiển máy điện toán qua việc dùng joystick hoặc một vật dụng như bút chì. On-Screen Keyboard có khả năng sử dụng giới hạn. Bạn cũng có thể dùng On-Screen Keyboard nếu bạn nghi ngờ có người cài thảo trình theo dõi Key-Logger vào máy của bạn, thảo trình theo dõi sẽ không còn hiệu lực nếu bạn dùng On-Screen Keyboard.
2120 = Disk Defragmenter phân tích hard drive(s) trong máy và sắp xếp lại có thứ tự những dữ liệu nằm trong hard drive(s), giúp máy chạy mau hơn và giúp các dữ liệu mới khi được lưu trữ trong máy không bị tình trạnh phân tán rải rác khắp nơi. Điều này giúp máy hoạt dộng hữu hiệu hơn.
2121 = Phần Services dùng để cho phép chạy, bắt ngừng, bắt ngừng tạm, cho chạy lại hoặc bỏ hẳn đi một service trong máy hoặc trên hệ thống máy điện toán. Services cũng có thể được dùng để tạo ra một chương trình phụ nếu lỡ một service chính không thể chạy được (thí dụ một chương trình phụ có khả năng làm cho service bị trở ngại hoạt động trở lại), cho phép hoặc không cho phép services của một dụng liệu nào đó hoạt động, xem báo cáo và chú thích của từng service.
2122 = Shared Folders dùng để quản lý các shared resources trong một hệ thống điện toán, kiểm soát phần user access permissions, kiểm soát các hoạt động của session, cho phép thấy được các resource properties và cho thấy bản tổng kết sơ khởi các phần kết nối trong máy của bạn và của những máy nằm trong cùng một hệ thống điện toán. Shared Folders cũng được dùng để xem những ai từ xa đang vào được hệ thống điện toán và qua đó được phép dùng một phần hay toàn bộ các dụng liệu, thảo trình trong máy của bạn. Dung Shared Folders bạn có thể ngăn cấm một người hay tất cả những người đang được phép sử dụng các dụng liệu, thảo trình trong máy của bạn. Bạn cũng có thể thấy danh sách các dữ liệu/hồ sơ đang được những người ở xa sử dụng.
2123 = Group Policy dùng để đặt ra các quy luật cho người sử dụng máy (policy settings) và cho máy. Group Policy settings cho phép người giữ nhiệm vụ system administrator định ra những điều mà người sử dụng có thể làm (thí dụ như những thảo trình nào được phép chạy, những thảo trình nào được phép hiện ra ở trên màn ảnh, những chọn lựa cho Danh Bạ Start menu).
2124 = Add/Remove Windows Components giúp bạn quản lý các thành phần riêng biệt nằm trong hệ thống điều hành Windows của máy. Sau khi máy đã được cài hệ thống điều hành, bạn có thể dùng phần này để thêm/bớt các thành phần trong Windows hợp với nhu cầu sử dụng của bạn.
2125 = Thảo trình Microsoft Windows Malicious Software Removal Tool kiểm tra xem máy với hệ thống điều hành Windows có bị nhiễm bọ hay không, các bọ mà thảo trình này có thể diệt đi và chữa máy lành lặn trở lại chỉ giới hạn cho các con bọ đã nằm trong danh sách có sẵn. Các con bọ này có thể là loại bọ điện toán, các loại worms và loại bọ Ngựa Thành Troa. Khi thảo trình đã hoạt động xong, nó sẽ cho thấy bản báo cáo kết quả, kể luôn việc có bọ nào nó đã khám phá và diệt đi.


[Junk Files Cleaner Options]
2202 = Kiểm tra Drives:
2203 = Pattern
2204 = Miêu tả về thảo trình
2205 = Thêm vào
2206 = Bỏ ra
2207 = Trở lại phần định sẵn
2208 = Bỏ rác phần Junk Files::Tổng quát
2209 = Bỏ rác phần Junk Files::Chừa lại
2220 = Pattern to scan for:
2221 = Bạn có thể dùng ký hiệu ? và/hoặc * để thay thế cho chữ (wildcards)
2222 = Thêm vào Pattern
2223 = Thêm vào Exclude Pattern
2224 = Bạn có thể dùng ký hiệu ? và/hoặc * để thay thế cho chữ (wildcards)
2225 = Chừa pattern này ra:
2226 = Xóa tài liệu, dữ kiện và mang vào trong Recycle Bin
2227 = Đừng chú ý đến các dữ kiện, tài liệu được dùng trong 24 tiếng vừa qua

[Junk Files Cleaner Tool]
2306 = Kiểm tra
2307 = Đổ rác
2308 = Đang kiểm tra
2309 = Xin vui lòng đợi khi phần kiểm tra đang chạy.
2310 = Hủy bỏ
2311 = Tên
2312 = Kích thước
2319 = Tên:
2320 = Kích thước tổng cộng:
2323 = Những tài liệu, hồ sơ này đang được hệ thống điều hành hay một thảo trình khác sử dụng\n nên không thể xóa được bây giờ
2324 = Bạn cần chọn ít nhất 1 drive và 1 extension mới có thể bắt đầu phần kiểm tra.
2325 = Phần đổ rác dữ kiện, tài liệu cho phép người sử dụng tìm và xóa đi mọi loại rác rến, dữ kiện hoặc tài liệu không cần đến nữa trong máy điện toán. Thường khi bạn tháo bỏ thảo trình nào đó ra khỏi máy, những dữ kiện, tài liệu, thảo trình phụ cũng sẽ bị xóa theo. Thực tế cho thấy nhiều khi máy gặp trở ngại trong giai đoạn tháo thảo trình bỏ đi, và nhiều dữ kiện, tài liệu, thảo trình phụ vẫn sẽ còn nằm trong hard drive. Điều này khiến cho máy chạm chậm đi, lại còn choán chỗ trong hard drive.\n\nĐể tìm hiểu thêm, xin bấm vào phần Hướng Dẫn.
2326 = Dữ kiện
2327 = Xóa dữ kiện

[Context Menu Junk Files Cleaner]
2313 = Mở
2314 = Dùng Google để tra tìm 
2315 = Open Containing Folder
2316 = Properties...
2317 = Đánh dấu chọn tất cả
2318 = Đánh dấu bỏ đi tất cả phần đã chọn
2321 = Đánh dấu chọn từng phần
2322 = Bỏ đi phần đã chọn đánh dấu

[Topmost Window]
4002 = Chọn lựa
4003 = Trở lại với Revo Uninstaller
4004 = Phần Drag and Drop
4005 = Săn Tìm
4006 = Kích thước
4007 = Nhỏ
4008 = Trung bình
4009 = Lớn
4010 = Kích thước của Window
4011 = TẮT ĐI
4012 = Tháo bỏ
4013 = Ngưng phần chạy tự động
4014 = Ngưng ngay phần Process này
4015 = Ngưng ngay và xóa bỏ Process này
4016 = Mở cặp giấy
4017 = Tin tức
4018 = Properties
4019 = HỦY BỎ
4020 = Chỉ có thể hoạt động với một tài liệu mỗi lần mà thôi!
4021 = You have dropped a folder, please drag and drop a file!
4022 = Tháo ra hoặc bỏ đi:
4023 = Unresolved! Try to point to another window, icon or a taskbar item.
4024 = Yêu cầu tháo thảo trình ra không thực hiện được!\n Xin vui lòng dùng phần tháo thảo trình của Revo Uninstaller.
4025 = Không tìm thấy phần cho phép tháo ra!\nGợi ý: Tìm kiếm thêm thin tức về thảo trình từ phần chính (main windows) và\n thử tháo bỏ thảo trình với phương pháp manual!
4026 = Target application is disabled from auto starting!\nTip: If you want to enable it again, use the Autorun Tool in the main application!
4027 = Target application is not found in common startup places!\nTip: To search for uncommon places which are used for autostarting an application, see the Google website!
4028 = Bạn chắc chắn muốn tắt đi thảo trình đã chọn?\nTất cả dữ liệu chưa được lưu trữ sẽ bị mất!
4029 = Uninstaller
4030 = Bạn chắc chắn muốn tắt và xóa đi thảo trình đã chọn?\nTất cả dữ liệu chưa được lưu trữ sẽ bị mất!
4031 = Bạn chắc chắn muốn tắt đi Windows Explorer?\n Phần Start menu, taskbar và system tray sẽ không hiện ra nữa!
4032 = Tự động chạy khi Windows chạy
4033 = Độ nhìn xuyên thấu, tính theo phần trăm

[Scan After Uninstall]
4210 = Địa điểm
4211 = Key
4212 = Value
4213 = Data
4214 = File
4215 = No item selected. Select an item to delete!
4216 = Kiểm tra sau khi đã tháo bỏ
4217 = Chọn tất cả
4218 = Hủy bỏ tất cả chọn lựa
4219 = Xóa các phần đã chọn
4220 = Rác rưởi còn sót lại
4221 = Rác rưởi còn sót lại trong Registry
4222 = Kiểm tra trước khi thực hiện phần tháo bỏ, xin vui lòng đợi...
4223 = Cho chạy uninstaller...
4224 = Xin cho chạy phần kiểm tra xem coi có còn rác rưởi nào sót lại không - kể cả cặp giấy, registry keys - sau khi Uninstaller đã làm xong việc.
4225 = Kiểm tra sau khi đã làm phần tháo bỏ thảo trình, xin vui lòng đợi...
4226 = Xin xem xét kỹ lưỡng danh sách đã chọn!
4227 = Đóng xuống
4228 = Những dữ kiện/tài liệu có tên trong danh sách sẽ được xóa bỏ khi bạn mở máy lên lần tới.
4229 = Phần tháo bỏ có sẵn trong thảo trình không hoạt động theo yêu cầu!\nCó thể là do mệnh lệnh đặt ra không đúng!
4230 = Trở ngược lại
4231 = Bước kế tiếp
4232 = Chọn một phương pháp
4233 = Chọn 1 trong 4 
4234 = Built-in - dùng phần tự tháo bỏ có sẵn trong thảo trình, không cần kiểm tra làm chi.
4235 = An Toàn - giống như Built-in nhưng chạy thêm phần kiểm tra cho Registry và cho hard drive để tìm những thứ còn sót lại và xóa đi một cách an toàn. Đây là phương pháp an toàn nhất.
4236 = Ôn Hòa - giống như An Toàn và sẽ có thêm phần kiểm tra chi tiết để tìm ra rác rưởi còn sót lại trong Registry và trong hard drive. 
4237 = Chi Tiết - giống như Ôn Hòa và sẽ có thêm phần kiểm tra rất chi tiết để tìm ra tất cả rác rưởi còn sót lại trong Registry và trong hard drive. Phương pháy này tốn thời gian nhất.
4238 = Nghiên cứu về thảo trình trước khi bắt đầu thực hiện việc tháo bỏ.
4239 = Bắt đầu cho chạy phần tháo bỏ có sẵn trong thảo trình.
4240 = Sau khi đã cho chạy phần tháo bỏ có sẵn trong thảo trình, bấm vào nút đề "Bước kế tiếp" để kiểm tra xem có còn rác rưởi, cặp giấy và dữ kiện gì trong registry sót lại hay không. 
4241 = Bắt đầu phần nghiên cứu và phần tháo bỏ thảo trình. 
4242 = Kiểm tra xem có còn rác rưởi nào sót lại hay không
4243 = Việc tháo bỏ (dùng phần tháo bỏ có sẵn trong thảo trình) đã hoàn tất, đang kiểm tra Registry và hard drive để xem có còn rác rưởi còn sót lại trong cặp giấy và trong registry hay không. Xin vui lòng đợi….
4244 = Tìm thấy rác rưởi còn sót lại trong Registry
4245 = Tìm thấy những phần này trong Registry:
4246 = Ghi chú: Xin cẩn thận coi lại những phần tô đậm! Chỉ những phần tô đậm và các cặp giấy/dữ kiện nằm dưới phần tô đậm mới bị xóa!
4247 = Tìm thấy rác rửởi và cặp giấy còn sót lại
4248 = Tìm thấy các phần:
4249 = Máy điện toán của tôi
4250 = Revo Uninstaller không thể chạy được phần tháo bỏ có sẵn trong thảo trình. Có thể đã đánh sai mệnh lệnh tháo bỏ hoặc phần tháo bỏ có sẵn trong thảo trình đã bị hư hại. Bạn có thể bấm vào nút “Trở ngược lại” và chọn một phương cách tháo bỏ khác.
4251 = Việc tháo bỏ (dùng phần tháo bỏ có sẵn trong thảo trình) đã hoàn tất. Revo Uninstaller không thực hiện việc kiểm tra xem có rác rưởi nào còn sót lại hay không. Bạn có thể bấm vào nút “Trở ngược lại” và chọn một phương cách tháo bỏ khác để kiểm tra xem có còn rác rưởi nào sót lại trong cặp giấy hoặc trong Registry hay không.
4252 = Revo Uninstaller đã hoàn tất phần tháo bỏ nhưng không tìm thấy được rác rưởi nào còn sót lại. Bạn có thể bấm vào nút “Trở ngược lại” và chọn một phương cách tháo bỏ cao cấp hơn.
4253 = Revo Uninstaller đã hoàn tất phần tháo bỏ. Nếu bạn muốn tra tìm xem có rác rưởi nào còn sót lại, bạn có thể bấm vào nút “Trở ngược lại” và chọn một phương cách tháo bỏ cao cấp hơn.
4254 = Hoàn tất
4255 = Bạn chắc chắn muốn mang các dữ kiện đã được đánh dấu vào Recycle Bin?
4256 = Bạn chắc chắn muốn xóa những dữ kiện trong Registry đã được đánh dấu?
4257 = Revo Uninstaller đã hoàn tất việc tháo bỏ!
4258 = Bạn chắc chắn muốn bỏ qua phần xóa bỏ những rác rưởi tìm thấy trong Registry và đi sang bước kế tiếp?
4259 = Bạn chắc chắn muốn bỏ qua phần xóa bỏ những rác rưởi tìm thấy trong máy cũng như trong cặp giấy và đi sang bước kế tiếp? 
4260 = Phần kiểm tra các rác rưởi còn sót lại đã hoàn tất. Xin bấm nút "Bước kế tiếp” để xem kết quả!
4261 = Thiết lập phần System Restore Point...
4262 = Không thể thiết lập phần System Restore Point!
4263 = Tắt đi phần System Restore Point (trong Options->Uninstaller)
4264 = Đã hoàn tất việc thiết lập phần System Restore Point!


[About]
4300 = Translators:

[ContextMenu Uninstaller]
5000 = Mệnh lệnh
5001 = Tin Tức
5002 = Dùng Google để tra tìm
5004 = Install Location
5005 = Mở phần About...
5006 = Mở phần Hướng Dẫn...
5007 = Mở phần cập nhật hóa...
5008 = Mở phần Registry Key...

[Common]
10000 = ĐỒNG Ý
10001 = Hủy bỏ
10002 = Hướng dẫn
10003 = Browse
10004 = Bạn đang ở đây
10005 = Trang chính
10006 = Về thảo trình Uninstaller
10007 = Báo động
10008 = BỊ LỖI

[Tooltips]
2000 = Chuyển sang uninstaller mode
2001 = Cho thấy thùng "đồ nghề"
2002 = Thay đổi settings
2003 = Chuyển sang Săn Tìm
2004 = Change the view of the installed applications list
2005 = Tháo bỏ thảo trình đã chọn
2006 = Xóa đi dữ kiện đã chọn trong Registry
2007 = Cập nhật hóa danh sách các thảo trình
2008 = Cập nhật hóa phiên bản hiện tại lên phiên bản mới nhất
2009 = Find additional information and the answer to all your questions about the program
404 = Cho chạy thảo trình đã chọn
405 = Cho nhưng chạy và tắt đi thảo trình đã chọn
406 = Ngăn không cho thảo trình đã chọn được phép tự động chạy
506 = Hủy bỏ phần đã chọn
605 = Hủy bỏ phần đã chọn
705 = Hủy bỏ phần đã chọn
2106 = Chạy phần "đồ nghề" đã chọn
2304 = Kiểm tra xem có rác rưởi nào không (dựa trên điều đã chọn)
2305 = Mang dữ kiện đã chọn vào Recycle Bin

